/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (core dumped)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "새로운 윈도우(설정 포함) - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "새로운 탭(설정 포함) – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "새로운 윈도우(동일한 명령 포함)";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "새로운 탭(동일한 명령 포함)";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "설정";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "%@의 설정";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "%@의 윈도우 그룹";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- 발견된 서버 ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "흰색 바탕에 검은색";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "노란색 바탕에 검은색";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "흰색 바탕에 파란색";

/* Name of built-in default window settings */
"Built-in" = "내장";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* Menu item title */
"Clear to Previous Bookmark" = "이전 책갈피로 복귀";

/* Menu item title */
"Clear to Previous Mark" = "이전 표시로 복귀";

/* Menu item title */
"Clear to Selected Bookmark" = "선택된 책갈피 지우기";

/* Menu item title */
"Clear to Selected Mark" = "선택된 표시 지우기";

/* Menu item title */
"Clear to Start of Selection" = "선택 부분의 처음으로 복귀";

/* No comment provided by engineer. */
"Close" = "닫기";

/* No comment provided by engineer. */
"Close All" = "모두 닫기";

/* Tab close-button accessibility label/title. */
"Close tab" = "탭 닫기";

/* Tab close-button accessibility role description. */
"close tab button" = "탭 닫기 버튼";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running process %@." = "이 탭을 닫으면 실행 중인 %@ 프로세스가 중단됩니다.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "이 탭을 닫으면 실행 중인 프로세스가 중단됩니다: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@(%d개)";

/* Window close sheet; message description */
"Closing this window will terminate the running processes: %@." = "이 윈도우를 닫으면 실행 중인 프로세스가 중단됩니다: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[새로운 프로세스를 생성하고 pseudo-tty를 열 수 없습니다.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "기본";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "시동";

/* Compose Email Message contextual menu item. */
"Compose" = "작성";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "연결";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "복사하기";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "이 탭을 닫겠습니까?";

/* Window close sheet; message title */
"Do you want to close this window?" = "이 윈도우를 닫겠습니까?";

/* Service */
"File Transfer (ftp)" = "파일 전송(ftp)";

/* Find Panel; window title */
"Find" = "찾기";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "검은색 바탕에 녹색";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "속성 가리기";

/* Menu item title */
"Hide Marks" = "표시 가리기";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "탭 막대 가리기";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "윈도우를 점검하지 않으면, 실행 중인 프로세스가 중단됩니다.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "다른 컴퓨터에서 불완전하게 복사되었을 수 있습니다.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "여러 개의 파일을 가져올 수 없습니다.";

/* Default name for new window settings */
"New settings" = "새로운 설정";

/* No options for this service */
"No options" = "옵션 없음";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "저장된 윈도우 그룹 없음";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "없음";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "대상체";

/* No comment provided by engineer. */
"OK" = "승인";

/* Open Link contextual menu item. */
"Open Link" = "링크 열기";

/* Open man Page contextual menu item. */
"Open man Page" = "man 페이지 열기";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "‘%@’ man 페이지 열기";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "‘%@’에 대한 man 페이지 인덱스 검색";

/* Look Up contextual menu item. */
"Look Up" = "찾아보기";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "찾아보기: ‘%@...’";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "찾아보기: ‘%@’";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "%@(으)로 검색";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "웹 검색";

/* Default process name */
"Process name" = "프로세스 이름";

/* No comment provided by engineer. */
"Quit" = "종료";

/* Service */
"Remote Login (telnet)" = "원격 로그인(telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "제거";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "대치";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "%@을(를) 대치하면 기존 콘텐츠를 덮어씁니다.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "%@을(를) 대치하면 기존 콘텐츠를 덮어씁니다.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "윈도우 점검...";

/* Window group save panel; panel title */
"Save Window Group" = "윈도우 그룹 저장";

/* Service */
"Secure File Transfer (sftp)" = "보안 파일 전송(sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "보안 셸(ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP(자동)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP 프로토콜 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "속성 보기";

/* Menu item title */
"Show Marks" = "표시 보기";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "탭 막대 보기";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH(자동)";

/* Connect to service option */
"SSH Protocol 1" = "SSH 프로토콜1";

/* Connect to service option */
"SSH Protocol 2" = "SSH 프로토콜2";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "터미널";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "터미널에서 저장된 출력.txt";

/* No comment provided by engineer. */
"Terminate" = "종료";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "프로세스 종료";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@ %2$@이(가) 이미 존재합니다. 대치하겠습니까?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@ %2$@이(가) 이미 존재합니다. 대치하겠습니까?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "관리자가 셸을 허용되지 않은 값으로 설정했습니다.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "파일이 손상되었습니다. 파일 생성자에게서 파일의 새로운 복사본을 가져올 수도 있습니다.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "적절한 접근 권한이 없기 때문에 ‘%@’ 파일을 실행할 수 없습니다.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "‘%@’ 파일을 가져올 수 없습니다.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "파일이 손상되었기 때문에 ‘%@’ 파일을 열 수 없습니다.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "다음 파일이 손상되었습니다: %@. 파일 생성자에게서 파일의 새로운 복사본을 가져올 수도 있습니다.";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "윈도우 설정 이름이 너무 짧습니다.";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "‘%@’ 윈도우 설정이 이미 존재합니다.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "접근 권한을 보거나 변경하려면, Finder에서 파일을 선택하고 파일 > 정보 가져오기를 선택하십시오.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "다른 이름을 입력해 보십시오.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "더 많은 문자의 이름을 입력해 보십시오.";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "검은색 바탕에 흰색";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "파란색 바탕에 흰색";

/* Window group save panel; name of object used in replacement panels */
"window group" = "윈도우 그룹";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "윈도우 설정";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "이 응용 프로그램을 실행하도록 인증되지 않았습니다.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "%d개의 윈도우에서 프로세스를 실행 중입니다. 종료 전에 이 윈도우를 점검하겠습니까?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[명령을 찾을 수 없음: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[프로세스 완료됨]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[프로세스 종료됨- 종료 코드 %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[%1$d%2$s 신호로 프로세스가 종료되었습니다.]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[복원된 콘텐츠 잘림]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[복원됨 %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "책갈피에 추가됨 %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "책갈피 없음";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "분할 패널";

"Close split-pane" = "패널 분리 닫기";

/* strings used for Shortcut man page support */

"Man Pages" = "Man 페이지";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "%@이(가) 터미널에서 도큐멘트를 열도록 허용되지 않았기 때문에 ‘%@’을(를) 열 수 없습니다.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "터미널이 %2$@을(를) 위해 %1$@(으)로의 ssh 연결을 열고 있습니다.";
"QuarantineTitleTelnet" = "터미널이 %2$@을(를) 위해 %1$@(으)로의 텔넷 연결을 열고 있습니다.";
"QuarantineTitle2" = " 이것을 허용하겠습니까?";
"QuarantineMessage" = "이렇게 하면 다른 컴퓨터에 사용자 이름 및 네트워크 주소가 나타납니다. 앞으로 이런 경고를 막으려면 알려진 호스트의 ssh 목록에 해당 항목을 추가하십시오.";
"QuarantineMessageError" = "\n\n알려진 호스트를 검색하는 동안 오류가 발생했습니다(세부사항을 보려면 ‘%@’ 실행).";
"QuarantineAllow" = "허용";
"QuarantineDeny" = "허용 안 함";

"Alter Settings" = "설정 변경";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(중단됨)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(좀비)";

/* Inspector process list: process status */
"Idle" = "대기";

/* Inspector process list: process status */
"Runnable" = "실행 가능";

/* Inspector process list: process status */
"Sleeping" = "잠자기 남은 시간";

/* Inspector process list: process status */
"Stopped" = "중단됨";

/* Inspector process list: process status */
"Zombie" = "좀비";

/* Inspector process list: boolean YES */
"Yes" = "예";

/* Inspector process list: boolean NO */
"No" = "아니요";
